{
    "lastModifiedDate": "09-07-2015 16:28:00",
    "performers": [
        {
            "performerId": 1,
            "firstname": "Jason",
            "lastname": "Backe (assisted by Drew Schaefering)",
            "country": "USA",
            "brand": "TED GIBSON SALON, NY",
            "biography": "<p>Jason Backe has established himself as a highly accomplished color artist. He is one of the most sought after hair colorists in New York. Clients love Jason’s color for its chic and complimentary wearability.</p> <p>Jason considers hair color an artistic expression of personal beauty, and takes great pride in his attention to detail and commitment to impeccable customer care. Jason’s work has also been called on for multi-million dollar ad campaigns for influential haircolor companies such as L’Oréal Professionnel and Garnier.</p> <p>Thanks to his extensive knowledge of haircolor science and trends, and his ability to offer practical advice, Jason is regularly quoted in top beauty and fashion publications.</p> <p>He was recently named Celebrity Colorist for L’Oreal Professionnel and was one of the first colorists to adopt their revolutionary ammonia-free INOA hair color. He is on the Color Advisory Board for The Colorist and is a part of Intercoiffure America/Canada Color Council.</p> <br/> <h4>Drew Schaefering (freelance stylist, assisting Jason Backe)</h4> <p>Drew began his career in St. Louis and recently moved to New York where is is working as a freelance session stylist. He shares his knowledge of balance, movement, proportion, and rhythm as one of L’Oreal Professionnel’s top National Artists at the SOHO Academy in NYC, at the Morrison Atelier in Laguna Beach, and in major market leader salons throughout the country. Most recently, Drew has been creating international looks for L’Oreal Professionnel as an International Techni.Artist and Ambassador for the United States.</p>",
            "photo": "",
            "events": "Wednesday, September 16th<br/>18.00 – 18.45  MASTERCLASS – Master Colourist"
        },
        {
            "performerId": 2,
            "firstname": "Franco",
            "lastname": "Curletto",
            "country": "Italy",
            "biography": "<p>Franco Curletto was born into a family of hair stylists.</p><p>He was the backstage at the runway shows at Pitti Moda when he was only 16.<br/>He took part in major events in New York, London, Paris and Shanghai, and in 1995 was the l'Oréal Professionnel guest artist on the international stage at Cosmoprof. The Franco Curletto salon springs from a long tradition of hairstylists dating back three generations. </p><p>His creative and entrepreneurial spirit is also the source of inspiration for the Franco Curletto United Group brand, which has numerous affiliates today and about 120 collaborators.</p><p>Franco Curletto's philosophy is based on two fundamental aspects: his creative approach and his professional approach. His creative approach means that he is always ready to try out new experiences and explore different areas. His secret lies in his ability to grasps on the suggestions offered by art, culture, film and music, and to translate them into hair styles. </p><p>His professional approach, on the other hand, is based on shape and color and draws on his training and professional background.</p>",
            "photo": "",
            "events": "Monday, September 14th<br/>19.25 – 20.00 SHOW – Hair &amp; Fashion"
        },
        {
            "performerId": 3,
            "firstname": "Philippe",
            "lastname": "Laurent",
            "country": "France",
            "biography": "<p>Philippe Laurent was born in 1963 in the Haute Saône area, where he has established his own fabulous 300m2 hair salon in Gerardmer.</p><p>He makes sure his loyal clients experience the ultimate in customer service, many travelling great distances.</p><p>Philippe has been a member of CACF (French Association of Arts and Hairstyling) and INTERCOIFFURE, and is a member of the prestigious Haute Coiffure Française Artistic team, taking part twice a year in the shows at the Carousel du Louvre in Paris.</p><p>As a guest artist for L'Oréal Professionnel since 1998, Philippe travels internationally to present shows and seminars promoting French hair styling and passing on his skills and experience.</p><p>Philippe has also worked with Jean-Claude Gallon, hair stylist and Artistic Director of Carita in Paris, with whom he worked at the Cannes Film Festivals.</p><p>He is also a regular backstage at Fashion Weeks on shows such as Issey Miyake, Viktor & Rolf, Chantal Thomass...</p><p>LOVING HAIR, LOVING WOMEN, MAKING THEM EVEN MORE BEAUTIFUL is Philippe's motto along with other sources of inspiration: street life, fashion, magazines, art & architecture.</p>",
            "photo": "",
            "events": "Wednesday, September 16th<br/>19.25 – 20.00 SHOW – IT Looks"
        },
        {
            "performerId": 13,
            "firstname": "Carolyn",
            "lastname": "Newman & Marc Trinder",
            "country": "UK",
            "biography": "<p>As Colour Director at Charles Worthington, Carolyn Newman heads up the Company's Colour Department.<br/> With over nearly 30 years of hairdressing experience, Carolyn's colour credentials are impressive. This combined with her infectious and inspiring enthusiasm for colour goes someway to explaining her loyal and discerning celebrity client base.</p><p>Carolyn has a refreshingly personal approach to colour. Combining her expertise with an understanding of how clients understand and communicate colour has led to the development of her unique Colour Clinic consultation.<br/> Linking personality profiling through to colour choice in addition to an analysis of face shape, skin tone, hair condition and life style, Carolyn prescribes the perfect combination of colour and application technique for a truly beautiful result.<br/> In 2012 Carolyn was crowned the UK Most Wanted Colour Expert at the Creative Head Magazine's awards.</p><p>Her role as Colour Director for Charles Worthington involves developing the colour training for stylists across all salons and pioneering new colouring techniques.</p> <br/> <h4>Marc Trinder</h4> <p>Marc Trinder is an extremely strong and visionary stylist who is responsible for leading the Charles Worthington Artistic team. Marc educates in cutting, trends and red carpet styling across the UK, Ireland and as an international ambassador for both Charles Worthington and L’Oreal Professionnel. Marc also works with many of the red carpet A-List celebrities for the BAFTA Awards in London.</p>",
            "photo": "",
            "events": "Monday, September 14th<br/>18.45 – 19.25 MASTERCLASS - Colour Contour",
            "brand": "Charles Worthington"
        },
        {
            "performerId": 4,
            "firstname": "Berni",
            "lastname": "Ottjes",
            "country": "Netherlands",
            "biography": "<p>Berni Ottjes belongs to the top of national and international hair stylists and has a large passion for colour.</p><p>His unmistakable colouring techniques; natural, harmonious, feminine and sexy, will inspire many hairstylists all over the world.</p><p>In addition, his work is internationally recognized and has done various shows and seminars around the world.<br/>He has won various awards including; 3x winner of the L’Oréal Colour Trophy Award, 3x Hairdresser of the Year and is a Member in the hall of fame, proving that Berni Ottjes is a hairstylist who delivers artistic works at the highest level. </p><p>Berni Ottjes wants to give hairstylists inspiration with Colours and techniques that can be easy transferred to the consumer and contribute to a better individual look.</p>",
            "photo": "",
            "events": "Tuesday, September 15th<br/>19.45 – 20.15 SHOW – Blonde"
        },
        {
            "performerId": 5,
            "firstname": "Hidetoshi",
            "lastname": "Saiga",
            "country": "Japan",
            "biography": "<p>HIDE went to UK in 1996 to join TONI&GUY at the age of 18, became the academy manager for their center of education, London academy as well as the art director at their Regent Street salon.</p><p>During the time in London, he had traveled around the world for their shows and seminars being the core member of their international artistic team and took part in the production of TONI&GUY New Collection (only 8 stylists out of 7,000 globally) every year, photo shooting of TONI&GUY magazine as well as British Hairdressing Awards.</p><p>He was also active at backstage of various fashion designer show including PRADA, Dior, VALENTINO and MIUMIU.</p><p>He came back to Tokyo in 2010 to take over CEO post at TONI&GUY JAPAN and still actively participates in a number of seminars, shows and collections across Asia, Russia and London as their international artistic director by himself.</p>",
            "photo": "",
            "events": "Tuesday, September 15th & Wednesday, September 16th<br/>MASTERCLASS Cut<br/>10.00 -> 10.45 / 11.00 -> 11.45 / 12.00 ->12.45"
        },
        {
            "performerId": 6,
            "firstname": "Susie",
            "lastname": "Santiago",
            "country": "Australia",
            "biography": "<p>Susie Santiago is a highly acclaimed business mentor, consultant and speaker. She is a founder of the Santi Leadership Programme; an award winning leadership, and business development programme, for business owners and managers in the hair and beauty industry.</p><p>Susie possesses over 20 years experience in these sectors both as an operator and as a salon and spa development consultant. Her clients include international skincare brands, and award winning spas and salons in Europe, Middle East and Asia.</p><p>An inspirational speaker, Susie has hosted and facilitated international spa and salon conferences as well as judging UK and European beauty awards.</p><p>For the past six years, Susie has been based in Melbourne, Australia, working with hair salons and spas; expanding her leadership mentoring to now include a variety of different service industry clients.</p>",
            "photo": "",
            "events": "Tuesday, September 15th & Wednesday, September 16th<br/> BUISINESS Speaker<br/>10.00 -> 10.45 / 11.00 -> 11.45 / 12.00 ->12.45"
        },
        {
            "performerId": 7,
            "firstname": "Tom",
            "lastname": "Savigar",
            "country": "UK",
            "biography": "<p>Tom Savigar is a partner at The Future Laboratory and joined the business in 2005. He's the director for the company's strategy and innovation projects and services. His recent clients include The Body Shop, Lamborghini, HSBC, Courvoisier, BMW, British Gas and Marks & Spencer. Tom frequently presents at conferences worldwide on subjects like the future of consumers, business, technology, media, marketing and retail.</p><p>For the past decade he has been tracking consumer trends and helping brands to anticipate the future. He has a particular passion for the emotional connection people form with brands, products, retailers and services, and how brands can better resonate with consumers accordingly. During this period, Tom has also taught fashion textile students at the University of Brighton how to identify and use trend insights in their designs.</p>",
            "photo": "",
            "events": "Wednesday, September 16th<br/>18.45 – 19.15 BUSINESS - Trends",
            "brand": "The Future Lab"
        },
        {
            "performerId": 8,
            "firstname": "Trevor",
            "lastname": "Sorbie",
            "country": "UK",
			"biography": "<p>Trevor Sorbie’s name is synonymous with pioneering hairdressing throughout the industry and around the world. From barbershop to Buckingham Palace to collect his MBE, he is the hair stylist who has won more awards than any other.<p> </p>Pioneer of cuts and styling techniques such as The Wedge, The Chop and The Scrunch, Trevor Sorbie has won the coveted British Hairdresser of the Year title an unrivalled four times.<p> </p>Fondly referred to as the ‘Godfather of hairdressing’, Sorbie’s professional standards are second to none. Many of the world’s top hairdressers started their career with Trevor, and the Trevor Sorbie Artistic team continues to innovate and win numerous awards each year.<p> </p>His 5 UK salons, in London’s Covent Garden, Brighton, Hampstead, Richmond and Manchester, attract the very best hairdressers in the world, who have developed a reputation for being industry leaders, all undergoing a rigorous training program overseen by Trevor himself.<p> </p>Despite his fame and international reputation, Trevor Sorbie has never lost the “common touch” and remains true to his roots.  Refreshingly candid and down-to-earth, Sorbie firmly believes in what he describes as “real hair, for real people.” His thinking behind this philosophy is that although his artistic work is an all-consuming passion, and he still greatly values his celebrity clientele, he also wants to create wonderfully wearable styles for ordinary people, and make women feel and look great and truly beautiful and confident.</p>",
            "photo": "",
            "events": "Tuesday, September 15th<br/>19.15 – 19.45 INTERVIEW with Hair Icon (Trevor Sorbie/ 50 Years) "
        },
        {
            "performerId": 9,
            "firstname": "Kang",
            "lastname": "Sung Woo",
            "country": "South Korea",
            "biography": "<p>CEO of 3story and owner 3 salons, Kang Sung Woo, is one of Korea's top trend setting hairdresser. His  “Korean-Style” is all about showing your personality in your haircut but with a Korean cut& perm style that he designed. His looks are meant to be “super-wearable” and easy to manage.</p><p>With more than 25 years of experience in the hairdressing industry and international seminars, Kang Sung Woo, has given life to a collection with great cuts, textures, colors and styling very representative of the “Korean way of life”.</p>",
            "photo": "",
            "events": "Tuesday, September 15th<br/>18.30 – 19.15  MASTERCLASS - Korea Style &amp; Waves"
        },
        {
            "performerId": 11,
            "firstname": "Eric",
            "lastname": "Zemmour",
            "country": "France",
            "biography": "<p>Eric Zemmour is an International guest Artist for L'Oréal Professionnel and member of the Artistic Team for Haute Coiffure Francaise, as well as being a very successful business entrepreneur, with 8 busy salons in the South of France and a celebrity clientele who expect a high level of personalized service.</p><p>He has won many International Competitions and participates in the L'Oréal Colour Trophy finals all over the world.</p><p>He is a master of working with long hair, developing beautiful, expensive looking colour techniques and likes to ensure that every client leaves his salons looking and feeling fabulous.</p>",
            "photo": "",
            "events": "Tuesday, September 15th & Wenesday, September 16th<br/>MASTERCLASS Colour<br/>10.00 -> 10.45 / 11.00 -> 11.45 / 12.00 -> 12.45"
        }
    ]
}
